[
    {
        "id": "1",
        "name": "REVITER ARCHITECT",
        "viname": "REVITER ARCHITECT",
        "Job": [
            "Develop design plans.",
            "Implementing construction documents.",
            "Other tasks as assigned by Team Leader/Head of Department/Project Director/Board of Directors/or authorized person."
        ],
        "viJob": [
            "Phát triển phương án thiết kế.",
            "Triển khai hồ sơ thi công.",
            "Chi tiết công việc sẽ được trao đổi trong buổi phỏng vấn."
        ],
        "Requirements": [
            "Graduated from University/College, majoring in Architecture or related fields.",
            "At least 02 years of working experience in a similar position.",
            "Using Revit software fluently.",
            "Know how to use software such as Microsoft Office, CAD, Ps, ...",
            "Work effectively and good time management skills.",
            "Responsible, honest, sociable, active and hard-working spirit.",
            "Good teamwork skills.",
            "English is a plus."
        ],
        "viRequirements": [
            "Có bằng cấp chuyên ngành.",
            "Sử dụng thành thạo và am hiểu phần mềm Revit.",
            "Biết sử dụng các phần mềm như: Microsoft Office, CAD, Ps, ...",
            "Làm việc hiệu quả và tự quản lí thời gian bản thân.",
            "Tinh thần trách nhiệm, trung thực, hòa đồng, năng động và chăm chỉ.",
            "Làm việc nhóm, cùng nhau hoàn thành tiến độ công việc.",
            "Tiếng Anh là điểm cộng.",
            "Ưu tiên ứng viên có kinh nghiệm."
        ]
    },
    {
        "id": "2",
        "name": "CONSTRUCTION SUPERVISOR",
        "Job": [
            "Monitor, inspect, supervise and evaluate performance and construction quality at the site.",
            "Update and master all relevant technical design drawings, design changes, shop drawings and the approved construction methods.",
            "Immediately report to the leaders when detecting inadequacies and errors of design documents, shop drawings and give comments to complete construction measures.",
            "Ensure the construction progress, evaluate the completion level of the contractors.",
            "Firmly grasp the quality requirements, ensure the contractors complying with the processes and regulations during the construction process.",
            "Timely report to the leaders and propose solutions for the works that are behind schedule, warning and reporting to the leaders when detecting violations of the contractors.",
            "Prepare necessary documents (according to company regulations) in the process of working with construction units at the site.",
            "Daily, weekly and monthly check and update the detailed construction progress, implementation plans to urge the construction units. Promptly report and propose solutions to the leaders, when necessary.",
            "Guide, check and sign quality documents, as-built drawings; confirm the work of the construction units which is consistent with the actual construction at the site.",
            "Perform acceptance test of construction works of contractors as assigned to ensure technical and quality requirements.",
            "Refuse to take over when the construction contractors do not ensure the quality requirements and other unreasonable requirements of the relevant parties.",
            "Acceptance of input materials of construction units, compare and contrast with approved sample materials, imported goods, CO, product CQ.",
            "Regularly supervise and check the use of equipment and materials in the site; temporarily suspend the construction of cases where the wrong materials, improper specifications, standards and the approvedtechnical designs.",
            "Maintaining a healthy and safe working environment by enforcing procedures and standards, regularly urging construction units and enhancing work spirit.",
            "Organize regular/unscheduled meetings with stakeholders.",
            "Report periodically/irregularly construction issues and plans to the Management Board.",
            "Coordinating closely and implementing directly instructions from the Management Board.",
            "Other tasks as assigned by Team Leader/Head of Department/Project Director/Board of Directors/or authorized person."
        ],
        "viJob": [
            "Triển khai hồ sơ thi công.",
            "Báo cáo ngay cho Lãnh đạo khi phát hiện các bất cập, sai sót của hồ sơ thiết kế, bản vẽ shop drawing và đóng góp ý kiến để hoàn chỉnh các biện pháp thi công phần xây dựng.",
            "Đảm bảo tiến độ thi công của các hạng mục thi công, đánh giá mức độ hoàn thành % công việc của đơn vị thi công.",
            "Nắm vững các yêu cầu chất lượng, đảm bảo đơn vị thi công tuân thủ các quy trình, quy định trong quá trình thi công.",
            "Kịp thời báo cáo Lãnh đạo và đề xuất các giải pháp đối với các công việc bị chậm tiến độ; nhắc nhở cảnh báo và báo cáo xin ý kiến Lãnh đạo khi phát hiện các vi phạm của đơn vị thi công.",
            "Hướng dẫn, kiểm tra và ký hồ sơ chất lượng, bản vẽ hoàn công, xác nhận công việc của đơn vị thi công phù hợp với thực tế thi công tại công trình.",
            "Thực hiện nghiệm thu các công việc thi công của nhà thầu theo phân công đảm bảo yêu cầu về kỹ thuật, chất lượng.",
            "Từ chối nghiệm thu khi nhà thầu thi công không đảm bảo yêu cầu về chất lượng và các yêu cầu bất hợp lý khác của các bên có liên quan.",
            "Nghiệm thu vật tư đầu vào của các đơn vị thi công, so sánh đối chiếu với vật liệu mẫu đã trình duyệt, các hàng nhập khẩu, CO, CQ sản phẩm.",
            "Thường xuyên giám sát, kiểm tra việc sử dụng thiết bị, vật liệu trong công trình; tạm dừng thi công các trường hợp sử dụng không đúng vật liệu, không đúng quy cách, tiêu chuẩn và thiết kế kỹ thuật đã được phê duyệt.",
            "Duy trì môi trường làm việc lành mạnh và an toàn bằng cách thực thi các quy trình và tiêu chuẩn, thường xuyên đôn đốc đơn vị thi công, nâng cao tinh thần làm việc.",
            "Tổ chức cuộc họp định kỳ/đột xuất với các bên liên quan.",
            "Báo cáo định kỳ/đột xuất với Ban quản lý các công tác đang thi công và các vấn đề cần xử lý tại công trình, lập kế hoạch thi công.",
            "Phối hợp chặt chẽ với Ban Quản lý, Công ty, thực hiện các chỉ thị trực tiếp từ Ban Quản lý.",
            "Thực hiện các công tác khác theo sự chỉ đạo của Chỉ Huy Phó/Chỉ Huy Trưởng/Trưởng Ban QLDA/Ban Giám đốc và/hoặc người được uỷ quyền."
        ],
        "Requirements": [
            "Graduated from University or higher education, majoring in Industrial and Civil Construction.",
            "At least 7 years of working experience in a similar position.",
            "Class I or Class II (Construction Supervision Practice Certificate).",
            "At least 05 years of working experience in supervising construction of items from structure to interior and exterior finishing.",
            "Responsible, honest, sociable, active and hard-working spirit.",
            "Good communication and team management skills.",
            "Good health, suitable for the construction environment.",
            "Good thinking and problem solving (decision making).",
            "Good planning and organizing skills; reporting work clearly.",
            "Master the construction law and legal documents, standards and regulations relating to survey, design, construction and supervision consultancy.",
            "Good negotiation skills.",
            "Be able to research and evaluate the capacity of construction units.",
            "Proficient in various types of machinery and equipment for inspection, supervision and acceptance."
        ],
        "viRequirements": [
            "Tốt nghiệp Đại học trở lên chuyên ngành Xây dựng công nghiệp và dân dụng.",
            "Tối thiểu 05 năm kinh nghiệm ở vị trí tương đương (đã từng làm dự án cao tầng).",
            "Có chứng chỉ hành nghề Giám sát công trình hạng I hoặc hạng II.",
            "Có kinh nghiệm giám sát thi công các hạng mục từ kết cấu đến hoàn thiện nội ngoại thất tối thiểu 03 năm.",
            "Trung thực; hoà đồng; linh hoạt và sáng tạo; tỉ mỉ và cẩn thận; nhiệt tình và cầu tiến trong công việc; có tinh thần trách nhiệm cao; có khả năng quyết đoán; có hiệu suất làm việc cao, chịu áp lực lớn; có khả năng làm việc độc lập hoặc theo nhóm.",
            "Sức khoẻ tốt, phù hợp với môi trường xây dựng công trình.",
            "Có kỹ năng giao tiếp và quản lý đội nhóm tốt.",
            "Có tư duy và giải quyết vấn đề (ra quyết định) tốt.",
            "Nắm vững luật xây dựng và các văn bản pháp lý, tiêu chuẩn, quy chuẩn liên quan đến khảo sát, thiết kế, thi công và tư vấn giám sát.",
            "Có kỹ năng lập kế hoạch, tổ chức, giám sát công việc và báo cáo công việc rõ ràng.",
            "Nắm vững luật xây dựng và các văn bản pháp lý, tiêu chuẩn, quy chuẩn liên quan đến khảo sát, thiết kế, thi công và tư vấn giám sát.",
            "Có kỹ năng tìm hiểu và đánh giá năng lực đơn vị thi công.",
            "Đàm phán và thuyết phục tốt.",
            "Thành thạo các loại máy móc, thiết bị phục vụ công tác kiểm tra, giám sát và nghiệm thu."
        ]
    },
    {
        "id": "3",
        "name": "CONSTRUCTION PROJECT MANAGER",
        "Job": [
            "Monitor, inspect, supervise and evaluate the performance and quality of construction of construction units at the construction site.",
            "Update and master all relevant technical design drawings, design changes, shop drawings and approved construction methods.",
            "Immediately report to the Leader when detecting inadequacies and errors of design documents, shop drawings and give comments to complete construction measures.",
            "Ensure the construction progress of the construction items, evaluate the completion level of the work % of the construction unit.",
            "Firmly grasp the quality requirements, ensure that the construction unit complies with the processes and regulations during the construction process.",
            "Timely report to the Leader and propose solutions for the work that is behind schedule,reminding warnings and reporting to the leaders when detecting violations of the construction unit.",
            "Prepare necessary documents (according to company regulations) in the process of working with construction units at the site.Check and update detailed construction progress, daily, weekly and monthly implementation plans to urge the construction unit to execute the construction and promptly report to the Leader and propose solutions to the construction projects. delay work.",
            "Guide, check and sign quality documents, as-built drawings, confirm that the work of the construction unit is consistent with the actual construction at the site.",
            "Perform acceptance test of construction works of contractors as assigned to ensure technical and quality requirements.",
            "Refuse to take over when the construction contractor does not ensure the quality requirements and other unreasonable requirements of the relevant parties.",
            "Acceptance of input materials of construction units, compare and contrast with approved sample materials, imported goods, CO, product certification.",
            "Regularly supervise and check the use of equipment and materials in the works; temporarily suspend the construction of cases where the wrong materials, improper specifications, standards and approved technical designs are used.",
            "Maintain a healthy and safe working environment by enforcing procedures and standards, regularly urging construction units, and improving work morale.",
            "Organize regular/unscheduled meetings with stakeholders.",
            "Report periodically/irregularly to the Management Board on ongoing construction work and issues that need to be handled at the construction site, making construction plans.",
            "Coordinating closely with the Management Board, the Company, implementing direct instructions from the Management Board.",
            "Perform other tasks under the direction of Deputy Commander/Commander/Head of PMU/Board of Directors and/or authorized person."
        ],
        "viJob": [
            "Theo dõi, kiểm tra, giám sát, đánh giá hiệu suất, chất lượng thi công của các đơn vị thi công tại công trình.",
            "Cập nhật, nắm vững tất cả các bản vẽ thiết kế kỹ thuật có liên quan, các thay đổi thiết kế, bản vẽ shop drawing và biện pháp thi công được phê duyệt.",
            "Báo cáo ngay cho Lãnh đạo khi phát hiện các bất cập, sai sót của hồ sơ thiết kế, bản vẽ shop drawing và đóng góp ý kiến để hoàn chỉnh các biện pháp thi công phần xây dựng.",
            "Đảm bảo tiến độ thi công của các hạng mục thi công, đánh giá mức độ hoàn thành % công việc của đơn vị thi công.",
            "Nắm vững các yêu cầu chất lượng, đảm bảo đơn vị thi công tuân thủ các quy trình, quy định trong quá trình thi công.",
            "Kịp thời báo cáo Lãnh đạo và đề xuất các giải pháp đối với các công việc bị chậm tiến độ,nhắc nhở cảnh báo và báo cáo xin ý kiến Lãnh đạo khi phát hiện các vi phạm của đơn vị thi công.",
            "Lập các văn bản cần thiết (theo quy định Công ty) trong quá trình làm việc với các đơn vị thi công tại công trình.",
            "Kiểm tra, cập nhật tiến độ thi công chi tiết, kế hoạch thực hiện ngày, tuần, tháng để đôn đốc đơn vị thi công thực hiện thi công và kịp thời báo cáo Lãnh đạo, đề xuất các giải pháp đối với các công việc bị chậm tiến độ.",
            "Hướng dẫn, kiểm tra và ký hồ sơ chất lượng, bản vẽ hoàn công, xác nhận công việc của đơn vị thi công phù hợp với thực tế thi công tại công trình.Thực hiện nghiệm thu các công việc thi công của nhà thầu theo phân công đảm bảo yêu cầu về kỹ thuật, chất lượng.",
            "Từ chối nghiệm thu khi nhà thầu thi công không đảm bảo yêu cầu về chất lượng và các yêu cầu bất hợp lý khác của các bên có liên quan.",
            "Nghiệm thu vật tư đầu vào của các đơn vị thi công, so sánh đối chiếu với vật liệu mẫu đã trình duyệt, các hàng nhập khẩu, CO, CQ sản phẩm.",
            "Thường xuyên giám sát, kiểm tra việc sử dụng thiết bị, vật liệu trong công trình; tạm dừng thi công các trường hợp sử dụng không đúng vật liệu, không đúng quy cách, tiêu chuẩn và thiết kế kỹ thuật đã được phê duyệt.",
            "Duy trì môi trường làm việc lành mạnh và an toàn bằng cách thực thi các quy trình và tiêu chuẩn, thường xuyên đôn đốc đơn vị thi công, nâng cao tinh thần làm việc.",
            "Tổ chức cuộc họp định kỳ/đột xuất với các bên liên quan.",
            "Báo cáo định kỳ/đột xuất với Ban quản lý các công tác đang thi công và các vấn đề cần xử lý tại công trình, lập kế hoạch thi công.",
            "Phối hợp chặt chẽ với Ban Quản lý, Công ty, thực hiện các chỉ thị trực tiếp từ Ban Quản lý.",
            "Thực hiện các công tác khác theo sự chỉ đạo của Chỉ Huy Phó/Chỉ Huy Trưởng/Trưởng Ban QLDA/Ban Giám đốc và/hoặc người được uỷ quyền."
        ],
        "Requirements": [
            "Graduated from University or above, majoring in Industrial and Civil Construction.",
            "Minimum 5 years of experience in a similar position (having worked in high-rise projects).",
            "Having a Class I or Class II Construction Supervision practice certificate.",
            "At least 03 years of experience in supervising construction of items from structure to interior and exterior finishing.",
            "Honest; sociable; flexibility and creativity; meticulous and careful; enthusiastic and progressive at work; There is a high sense of responsibility; be assertive; have high working efficiency, under great pressure; be able to work independently or in groups.",
            "Good health, suitable for the construction environment.",
            "Good communication and team management skills.",
            "Good thinking and problem solving (decision making).",
            "Have skills in planning, organizing, monitoring work and reporting work clearly.",
            "Master the construction law and legal documents, standards and regulations related to survey, design, construction and supervision consultancy.",
            "Good negotiation and persuasion.",
            "Ability to research and evaluate the capacity of construction units.",
            "Proficient in various types of machinery and equipment for inspection, supervision and acceptance."
        ],
        "viRequirements": [
            "Có chứng chỉ hành nghề Giám sát công trình hạng I hoặc hạng II.",
            "Tốt nghiệp Đại học trở lên chuyên ngành Xây dựng công nghiệp và dân dụng.",
            "Tối thiểu 05 năm kinh nghiệm ở vị trí tương đương (đã từng làm dự án cao tầng).",
            "Có kinh nghiệm giám sát thi công các hạng mục từ kết cấu đến hoàn thiện nội ngoại thất tối thiểu 03 năm.",
            "Trung thực; hoà đồng; linh hoạt và sáng tạo; tỉ mỉ và cẩn thận; nhiệt tình và cầu tiến trong công việc; có tinh thần trách nhiệm cao; có khả năng quyết đoán; có hiệu suất làm việc cao, chịu áp lực lớn; có khả năng làm việc độc lập hoặc theo nhóm.",
            "Sức khoẻ tốt, phù hợp với môi trường xây dựng công trình.",
            "Có kỹ năng giao tiếp và quản lý đội nhóm tốt.",
            "Có tư duy và giải quyết vấn đề (ra quyết định) tốt.",
            "Có kỹ năng lập kế hoạch, tổ chức, giám sát công việc và báo cáo công việc rõ ràng.",
            "Nắm vững luật xây dựng và các văn bản pháp lý, tiêu chuẩn, quy chuẩn liên quan đến khảo sát, thiết kế, thi công và tư vấn giám sát.",
            "Đàm phán và thuyết phục tốt.",
            "Có kỹ năng tìm hiểu và đánh giá năng lực đơn vị thi công.",
            "Thành thạo các loại máy móc, thiết bị phục vụ công tác kiểm tra, giám sát và nghiệm thu."
        ]
    }
]