[
    {
        "title1": "Always conscientious",
        "title2": "getting close to projects",
        "decsription": "We inspect the quality of the project with strict criterias, according to the standard process and inspection system, high quality from the rough construction work, to the completing interior... Actively provide effective solutions, coordinate and handle with project participants in order to manage the best quality and meet the maximum requirements of clients effectively.",
        "vititle1": "Luôn Luôn Tận Tâm",
        "vititle2": "Bám Sát Công Trình",
        "videcsription": "Chúng tôi kiểm tra chất lượng dự án với tiêu chí khắt khe, theo quy trình và hệ thống kiểm tra đạt tiêu chuẩn, chất lượng cao từ công tác thi công phần thô, đến công tác hoàn thiện và nội thất... Luôn chủ động đưa ra các giải pháp hiệu quả, phối hợp và xử lý với các bên tham gia dự án nhằm quản lý tốt nhất chất lượng và đáp ứng yêu cầu tối đa của khách hàng một cách hiệu quả."
    },
    {
        "title1": "Dedication and honesty in relationships with partners, contractors",
        "vititle1": "Chân Thành Và Minh Bạch Trong Mối Quan Hệ Với Các Đối Tác, Nhà Thầu",
        "videcsription": "Đây là yêu cầu bắt buộc đối với từng thành viên của The Modern Touch. Chúng tôi luôn đặt lợi ích của khách hàng và lợi ích tập thể lên trên cá nhân mình. Vì vậy, chúng tôi đánh giá sự thành công không chỉ về mặt thiết kế, kiến trúc mà còn ở sự tận tâm, hết mình phục vụ khách hàng. Sự chân thành và đạo đức kinh doanh là điều chúng tôi tự hào hơn hết.",
        "decsription": "This is a mandatory requirement for each member of The Modern Touch. We always put the benefit of clients and the collective above our own. Therefore, we evaluate the success not only in terms of architectural design, but also in our dedication and honesty to serving our clients. Sincerity and business ethics are what we are most proud of."
    },
    {
        "title1": "Always carefully considering the needs",
        "vititle1": "Luôn Xem Xét Kỹ Nhu Cầu",
        "vititle2": "Thói Quen Sinh Hoạt Của Từng Khách Hàng",
        "videcsription": "Dựa trên kiến thức chuyên môn và cả kỹ năng sống, chúng tôi phân tích từng phương án để giúp khách hàng chọn ra giải pháp tối ưu nhất. Từng khu vực nhỏ trong công trình đều được xem xét tỉ mỉ và cẩn thận để đảm bảo mọi chi tiết hoàn thiện có thể bổ sung cho nhau, tạo nên không gian hoàn hảo, hấp dẫn nhất.",
        "title2": "living habits of each client",
        "decsription": "Based on our professional expertise and life skills, we analyze each solution to help clients choose the most optimal solution. Each small area of the building construction would be checked meticulously and carefully to ensure that every finished detail can be complementary, creating the perfect and most attractive space."
    },
    {
        "title1": "Pioneering About Revit",
        "vititle1": "Tiên Phong Về Revit",
        "videcsription": "The Modern Touch là một trong những công ty tiên phong về Revit trong khai triển thiết kế, không chỉ tại Việt Nam mà cả khu vực Ðông Nam Á. Revit làm việc trực quan bằng mô hình, dữ liệu đồng bộ, kế thừa và quản lý tốt dữ liệu. Tiềm năng ứng dụng của Revit trong công việc thiết kế đã bộc lộ rõ qua cách khai phá triệt để công nghệ B.I.M (Building Information Modeling) mà bất cứ ai làm trong lĩnh vực thiết kế xây dựng tiên tiến đều nhận thấy được. <br/> <br/> Nhờ những tính năng vượt trội, phần mềm Revit giúp kiểm soát chặt chẽ dự án và tiết kiệm đến 15% chi phí đầu tư xây dựng so với sử dụng công cụ triển khai truyền thống. Từ năm 2014, The Modern Touch đã tham gia triển khai các dự án lớn tại Anh, Hồng Kông, Mỹ (Hawaii, Saipan), Việt Nam... và nhận được sự tin cậy của khách hàng như một công ty cung cấp, hỗ trợ triển khai thiết kế bằng Revit với chất lượng tối ưu hàng đầu tại TP.HCM,Việt Nam.",
        "decsription": "The Modern Touch is one of the pioneers of Revit in design development, not only in Vietnam but also in Southeast Asia. Since 2014, The Modern Touch has been involved in the implementation of major projects in the UK, Hong Kong, USA (Hawaii, Saipan), Vietnam ... and received the trust of clients as a company that has provided and supported design documents by Revit with top quality in Ho Chi Minh City, Vietnam."
    },
    {
        "title1": "Use Of B.I.M As A \"Backbone\"",
        "vititle1": "Sử Dụng B.I.M là \"Xương Sống\"",
        "videcsription": "Việc sử dụng B.I.M là xương sống của thiết kế và các phương án xây dựng mới như một dự án tích hợp thiết kế xây dựng ảo, giúp người dùng hình dung được tổng quan hơn. Ngoài ra, B.I.M sẽ có giá trị trong việc phát triển các tòa nhà cùng các hệ thống liên quan bền vững hơn, nhờ khả năng nắm bắt và vận dụng lượng dữ liệu liên quan đến môi trường xây dựng. <br/> <br/>The Modern Touch lấy tiêu chuẩn B.I.M đặt lên hàng đầu ngay từ những ngày đầu phát triển và được quản lý khá nghiêm ngặt. Trải qua nhiều năm hoạt động, The Modern Touch đã sử dụng B.I.M cho tất cả các thể loại công trình và tự hào mang lại giá trị nhất định cho mỗi dự và công ty.",
        "decsription": "The use of B.I.M is the backbone of design and new build as a project of an integrated deployment and a virtual engineering design that allows users to visualize more. In addition, B.I.M will be valuable for the development of more sustainable buildings and related systems by the ability of gathering and processing the data related to a constructive environment. The Modern Touch norms B.I.M put on top right from the early days of development and it was quite strict management."
    },
    {
        "title1": "Use The Point Cloud",
        "vititle1": "Sử Dụng Point Cloud",
        "videcsription": "Khảo sát địa chất: Khi thiết kế, sử dụng The Point Cloud để chèn các công trình chuẩn bị xây dựng vào môi trường thực tế xem thử có bị chồng chéo lên các vật thể hay không. Làm hồ sơ hiện trạng: Giúp giảm 50% thời gian làm hồ sơ và 90% thời gian đi lại để cập nhật thông tin so với phương pháp đo đạc hiện trạng công trình truyền thống. <br/> <br/>The Point Cloud áp dụng cho những công trình cải tạo hoặc công trình thiếu hồ sơ, địa hình khó khảo sát... Công cụ này cung cấp các sản phẩm về khảo sát khu đất dựa trên những thông tin bằng hình ảnh và tọa độ, tiếp đến xử lý bằng Recap 360 để tạo ra mô hình Point Cloud.",
        "decsription": "Geological Survey: when designing, The Point Cloud will be used to insert construction preparation works into the actual environment in order to preview if they have been overlapped onto the object or not. Make the current status records: Help to reduce 50% of record time and 90% of going forth and back to update information in comparison with the method to measure the current state of traditional works."
    }
]